brew "ansible"
brew "awscli"
brew "cmake"
brew "fish"
brew "flyway"
brew "fsouza/prettierd/prettierd"
brew "fzf"
brew "gh"
brew "git"
brew "gnutls"
brew "gradle"
brew "httpie"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "neovim"
brew "node"
brew "openjdk@11"
brew "postgresql@14"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tmux"
brew "wget"
brew "zoxide"
cask "docker"
cask "figma"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "hiddenbar"
cask "httpie"
cask "intellij-idea-ce"
cask "maccy"
cask "obsidian"
cask "raycast"
cask "slack"
cask "wezterm"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "warrensbox/tap"
tap "yulrizka/tap"
