brew "cmake"
brew "fish"
brew "fsouza/prettierd/prettierd"
brew "fzf"
brew "git"
brew "gradle"
brew "httpie"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "neovim"
brew "node"
brew "openjdk@11"
brew "postgresql@14"
brew "ripgrep"
brew "joshmedeski/sesh/sesh"
brew "starship"
brew "terraform"
brew "tmux"
brew "wget"
brew "zoxide"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "arc"
cask "arturia-software-center"
cask "cleanshot"
cask "discord"
cask "docker"
cask "lazydocker"
cask "btop"
cask "figma"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "hiddenbar"
cask "httpie"
cask "intellij-idea-ce"
cask "jetbrains-toolbox"
cask "love"
cask "maccy"
cask "obs"
cask "obsidian"
cask "qbittorrent"
cask "raycast"
cask "reaper"
cask "rustrover"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "ticktick"
cask "vlc"
cask "wezterm"
mas "Final Cut Pro", id: 424389933
mas "Logic Pro", id: 634148309
tap "fsouza/prettierd"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "warrensbox/tap"
tap "yulrizka/tap"
