tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "warrensbox/tap"
tap "yulrizka/tap"
tap "fsouza/prettierd"
brew "awscli"
brew "cmake"
brew "docker"
brew "gh"
brew "gnutls"
brew "fish"
brew "flyway"
brew "fzf"
brew "git"
brew "gradle"
brew "openjdk@11"
brew "lua"
brew "luarocks"
brew "maven"
brew "neovim"
brew "node"
brew "nushell"
brew "opencv"
brew "postgresql@14"
brew "ripgrep"
brew "sqlx-cli"
brew "rustup-init"
brew "trunk"
brew "saml2aws"
brew "starship"
brew "terraform"
brew "tmux"
brew "wget"
brew "jq"
brew "exa"
brew "bat"
brew "fzf"
brew "rg"
brew "entr"
brew "z"
brew "vifm"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "fsouza/prettierd/prettierd"
cask "browserosaurus"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "hiddenbar"
cask "intellij-idea-ce"
cask "league-of-legends"
cask "maccy"
cask "minecraft"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "ticktick"
cask "itsycal"
cask "vlc"
cask "webex"
cask "openvpn-connect"
cask "wezterm"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
