tap "aquasecurity/trivy"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "warrensbox/tap"
tap "yulrizka/tap"
brew "autoconf"
brew "awscli"
brew "cmake"
brew "cocoapods"
brew "deno"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "fish"
brew "flyway"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gopls"
brew "gradle"
brew "helix"
brew "python@3.10"
brew "httpie"
brew "jq"
brew "k6"
brew "openjdk@11"
brew "kotlin-language-server"
brew "python@3.9"
brew "libssh"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "maven"
brew "mysql"
brew "neovim"
brew "ninja"
brew "node"
brew "opencv"
brew "postgresql@14"
brew "pytorch"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "saml2aws"
brew "starship"
brew "terraform"
brew "tmux"
brew "wget"
brew "zig", args: ["HEAD"]
brew "zk"
brew "aquasecurity/trivy/trivy"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "alacritty"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "browserosaurus"
cask "cmake"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "hiddenbar"
cask "ilok-license-manager"
cask "intellij-idea-ce"
cask "league-of-legends"
cask "maccy"
cask "minecraft"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "reaper"
cask "rectangle"
cask "slack"
cask "spotify"
cask "temurin11"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "webex"
